/* No comment provided by engineer. */
"Add" = "Hinzufügen";

/* No comment provided by engineer. */
"Bad password" = "Ungültiges Kennwort";

/* No comment provided by engineer. */
"Choose default file" = "Standartdatei wählen";

/* No comment provided by engineer. */
"Collapse All" = "Alle zusammenklappen";

/* No comment provided by engineer. */
"Copy" = "Kopieren";

/* No comment provided by engineer. */
"Copy Password" = "Kennwort kopieren";

/* No comment provided by engineer. */
"Cut" = "Ausschneiden";

/* No comment provided by engineer. */
"Delete" = "Löschen";

/* No comment provided by engineer. */
"Edit" = "Bearbeiten";

/* No comment provided by engineer. */
"Enter a new password for the password safe \"%s\"." = "Kennwort für den Safe \"%s\" eingeben.";

/* No comment provided by engineer. */
"Expand All" = "Alle aufklappen";

/* No comment provided by engineer. */
"File does not exist." = "Datei existiert nicht.";

/* No comment provided by engineer. */
"File integrity check failed." = "Integritätstest für Datei fehlgeschlagen.";

/* No comment provided by engineer. */
"File is not a PasswordSafe V3 file." = "Keine PasswordSafe V3 Datei.";

/* No comment provided by engineer. */
"Group name may not be empty" = "Der Gruppenname darf nicht leer sein";

/* No comment provided by engineer. */
"Invalid file URL." = "Ungültige Datei URL.";

/* No comment provided by engineer. */
"Password Chest wants to open the \"%s\" password safe." = "Password Chest möchte den Safe \"%s\" öffnen.";

/* No comment provided by engineer. */
"Password entry aborted." = "Kennworteingabe abgebrochen.";

/* No comment provided by engineer. */
"Paste" = "Einfügen";

/* No comment provided by engineer. */
"Please enter the password." = "Bitte Kennwort eingeben.";

/* No comment provided by engineer. */
"Please try again." = "Bitte erneut versuchen.";

/* No comment provided by engineer. */
"Rename" = "Umbenennen";

/* No comment provided by engineer. */
"Save" = "Sichern";

/* No comment provided by engineer. */
"Title may not be empty" = "Der Titel darf nicht leer sein";

/* No comment provided by engineer. */
"Try entering your information again." = "Versuchen Sie die Information erneut einzugeben.";

/* No comment provided by engineer. */
"Unable to open default file" = "Standarddatei kann nicht geöffnet werden";

/* No comment provided by engineer. */
"Untitled" = "Ohne Titel";

/* No comment provided by engineer. */
"Your password is not the same as the verify password." = "Die eingegebenen Kennwörter stimmen nicht überein.";

